<style type="text/css">
<!--
body {
	background-image: url();
	background-color: #00CCFF;
}
.Estilo1 {
	font-family: GROBOLD;
	font-size: 60px;
	color: #FFFFFF;
}
.Estilo2 {
	font-family: "Brighly Crush";
	font-size: 36px;
}
.Estilo3 {font-family: GROBOLD; font-size: 24px; color: #FF9900; }
.Estilo4 {font-family: "Alone On Earth"; font-size: 24px; color: #FF9900; }
.Estilo5 {
	font-family: "Alone On Earth";
	font-size: 14px;
	color: #000000;
}
.Estilo7 {
	font-family: "Alone On Earth";
	font-size: 14px;
}
.Estilo8 {font-size: 14px}
-->
</style><table width="1350" border="1">
  <tr>
    <td width="124"><p><img src="../imagenes/pngwing.com.png" width="100" height="100"></p>
    <p>Componentes de una computadora: </p></td>
    <td width="1210"><div align="center"><span class="Estilo1">La Tarjeta grafica </span> </div></td>
  </tr>
  <tr>
    <td height="39"><a href="../index.html">- Inicio </a></td>
    <td rowspan="8" align="center" valign="middle"><p align="center" class="Estilo3">&iquest;Que es la tarjeta grafica?</p>
      <p align="justify" class="Estilo7">Una tarjeta gr&aacute;fica es una tarjeta de expansi&oacute;n de la placa base del  ordenador que se encarga de procesar los datos provenientes de la unidad  central de procesamiento (CPU) y transformarlos en informaci&oacute;n comprensible y  representable en el dispositivo de salida (por ejemplo: monitor, televisor o  proyector). Estas tarjetas utilizan una unidad de procesamiento gr&aacute;fico o GPU,  que muchas veces se usa err&oacute;neamente para referirse a la tarjeta gr&aacute;fica en s&iacute;.<br />
  Tambi&eacute;n se le conoce como:<br />
        * Adaptador de pantalla<br />
        * Adaptador de v&iacute;deo<br />
        * Placa de v&iacute;deo<br />
        * Tarjeta aceleradora de gr&aacute;ficos<br />
        * Tarjeta de v&iacute;deo/video<br />
        Algunas tarjetas gr&aacute;ficas han ofrecido funcionalidades a&ntilde;adidas como  sintonizaci&oacute;n de televisi&oacute;n, captura de v&iacute;deo, decodificaci&oacute;n2&#8203; MPEG-2 y  MPEG-4, o incluso conectores IEEE 1394 (Firewire), de mouse, l&aacute;piz &oacute;ptico o  joystick.<br />
        Las tarjetas gr&aacute;ficas m&aacute;s comunes son las disponibles para el ordenador  compatibles con la IBM PC, debido a la enorme popularidad de estas, pero otras  arquitecturas tambi&eacute;n hacen uso de este tipo de dispositivos.<br />
      Las tarjetas gr&aacute;ficas no son dominio exclusivo de los ordenadores  personales (PC) compatibles IBM; contaron o cuentan con ellas dispositivos como  por ejemplo: Commodore Amiga (conectadas mediante las ranuras Zorro II y Zorro  III), Apple II, Apple Macintosh, Spectravideo SVI-328, equipos MSX y en las  videoconsolas modernas, como la Nintendo Switch, la PlayStation 4 y la Xbox  One. </p>
      <p align="justify" class="Estilo7">&nbsp;</p>
      <p align="center" class="Estilo5"><img src="../imagenes/tarjetagrafica.jpg" width="300" height="168"></p>
      <p align="center" class="Estilo3">&iquest;Como se realiza la correcta instalacion?</p>
      <p align="justify" class="Estilo7">La instalaci&oacute;n de una  tarjeta gr&aacute;fica es un proceso sencillo que requiere tres cosas: una nueva  tarjeta gr&aacute;fica, el equipo y un destornillador Phillips. Antes de comenzar  aseg&uacute;rate de apagar la computadora y descon&eacute;ctarla de la corriente el&eacute;ctrica.<br />
        Comienza por quitar  el lateral de la carcasa, a continuaci&oacute;n, busca y retira la tarjeta gr&aacute;fica que  quieres reemplazar. No obstante, algunos equipos no tienen una tarjeta gr&aacute;fica  instalada. En su lugar, es necesario localizar la ranura PCI-E x16 m&aacute;s cerca  del disipador de calor del procesador. Esta ser&aacute; la primera o la segunda ranura  de expansi&oacute;n en la placa base.<br />
        La instalaci&oacute;n de una  tarjeta gr&aacute;fica es un proceso sencillo que requiere tres cosas: una nueva  tarjeta gr&aacute;fica, el equipo y un destornillador Phillips. Antes de comenzar  aseg&uacute;rate de apagar la computadora y descon&eacute;ctarla de la corriente el&eacute;ctrica.<br />
        Comienza por quitar el  lateral de la carcasa, a continuaci&oacute;n, busca y retira la tarjeta gr&aacute;fica que  quieres reemplazar. No obstante, algunos equipos no tienen una tarjeta gr&aacute;fica  instalada. En su lugar, es necesario localizar la ranura PCI-E x16 m&aacute;s cerca  del disipador de calor del procesador. Esta ser&aacute; la primera o la segunda ranura  de expansi&oacute;n en la placa base.<br />
        Ahora puedes instalar su  nueva tarjeta gr&aacute;fica en la ranura PCI-E x16 abiertas y despejadas. Inserta  firmemente la tarjeta en la ranura y empuja hacia abajo el bloqueo de pl&aacute;stico  en el extremo de la ranura PCI-E para mantenerlo en su lugar. A continuaci&oacute;n,  utilice un tornillo para asegurar soporte de retenci&oacute;n de metal de la tarjeta  gr&aacute;fica para el caso de su PC. Puedes volver a utilizar el mismo tornillo(s)  que conten&iacute;a el soporte de la cubierta o de la tarjeta gr&aacute;fica anterior en su  lugar.<br />
        La mayor&iacute;a de las  tarjetas gr&aacute;ficas dise&ntilde;adas para juegos requieren conectores de alimentaci&oacute;n  adicionales. Si los tienes, aseg&uacute;rate de conectar los cables de alimentaci&oacute;n  PCI-E. Tu tarjeta gr&aacute;fica no funcionar&aacute; correctamente sin una alimentaci&oacute;n  suministrado correctamente. De hecho, si no conectas los cables de alimentaci&oacute;n  PCI-E de tu PC la tarjeta gr&aacute;fica no arancar&aacute;.</p>
      <p align="justify" class="Estilo5">&nbsp;</p>
      <p align="center" class="Estilo5"><iframe width="560" height="315" src="https://www.youtube.com/embed/hcTQVkij5fw" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe></p>
      <p class="Estilo4">&nbsp;</p>
    <p class="Estilo2">&nbsp;</p></td>
  </tr>
  <tr>
    <td height="56"><a href="procesador.html">- El Procesador </a></td>
  </tr>
  <tr>
    <td height="88"><a href="discoduro.html">- El Disco duro interno </a></td>
  </tr>
  <tr>
    <td height="62"><a href="motherboard.html">- La Motherboard o tarjeta madre </a></td>
  </tr>
  <tr>
    <td height="71"><a href="RAM.html">- La Memoria RAM </a></td>
  </tr>
  <tr>
    <td height="55"><a href="grafica.html">- La Tarjeta grafica, sonido, y red </a></td>
  </tr>
  <tr>
    <td height="26"><a href="fuente.html">- La Fuente de alimentacion </a></td>
  </tr>
  <tr>
    <td height="26">&nbsp;</td>
  </tr>
</table>

