<style type="text/css">
<!--
body {
	background-image: url();
	background-color: #00CCFF;
}
.Estilo1 {
	font-family: GROBOLD;
	font-size: 60px;
	color: #FFFFFF;
}
.Estilo2 {
	font-family: "Brighly Crush";
	font-size: 36px;
}
.Estilo3 {font-family: GROBOLD; font-size: 24px; color: #FF9900; }
.Estilo4 {font-family: "Alone On Earth"; font-size: 24px; color: #FF9900; }
.Estilo5 {
	font-family: "Alone On Earth";
	font-size: 14px;
	color: #000000;
}
.Estilo7 {
	font-family: "Alone On Earth";
	font-size: 14px;
}
.Estilo9 {font-family: "Alone On Earth"}
.Estilo10 {font-size: 14px}
.Estilo11 {color: #000000}
-->
</style><table width="1350" border="1">
  <tr>
    <td width="132"><p><img src="../imagenes/pngwing.com.png" width="100" height="100"></p>
    <p>Componentes de una computadora: </p></td>
    <td width="1160"><div align="center"><span class="Estilo1">La Motherboard o tarjeta madre. </span> </div></td>
  </tr>
  <tr>
    <td height="39"><a href="../index.html">- Inicio </a></td>
    <td rowspan="8" align="center" valign="middle"><p align="center" class="Estilo3">&iquest;Que es la motherboard?</p>
      <p align="justify" class="Estilo7">La&nbsp;<strong>placa base</strong>, tambi&eacute;n conocida como&nbsp;<strong>tarjeta madre</strong>,&nbsp;<strong>placa madre</strong>&nbsp;o&nbsp;<strong>placa principal</strong>&nbsp;(<em>motherboard</em>&nbsp;o&nbsp;<em>mainboard</em>&nbsp;en ingl&eacute;s), es una tarjeta de&nbsp;<a href="https://es.wikipedia.org/wiki/Circuito_impreso" title="Circuito impreso">circuito impreso</a>&nbsp;a la que se conectan los componentes que constituyen la&nbsp;<a href="https://es.wikipedia.org/wiki/Computadora" title="Computadora">computadora</a>.</p>
      <p align="justify" class="Estilo7">Es una parte fundamental para montar cualquier&nbsp;<a href="https://es.wikipedia.org/wiki/Computadora_personal" title="Computadora personal">computadora personal</a>&nbsp;de&nbsp;<a href="https://es.wikipedia.org/wiki/Computadora_de_escritorio" title="Computadora de escritorio">escritorio</a>&nbsp;o&nbsp;<a href="https://es.wikipedia.org/wiki/Computadora_port%C3%A1til" title="Computadora port&aacute;til">port&aacute;til</a>&nbsp;o alg&uacute;n dispositivo. Tiene instalados una serie de&nbsp;<a href="https://es.wikipedia.org/wiki/Circuito_integrado" title="Circuito integrado">circuitos integrados</a>, entre los que se encuentra el&nbsp;<a href="https://es.wikipedia.org/wiki/Chipset" title="Chipset">circuito integrado auxiliar</a>&nbsp;(<em><strong>chipset</strong></em>), que sirve como centro de conexi&oacute;n entre el&nbsp;<a href="https://es.wikipedia.org/wiki/Microprocesador" title="Microprocesador">microprocesador</a>&nbsp;(<a href="https://es.wikipedia.org/wiki/Central_Processing_Unit" title="Central Processing Unit">CPU</a>), la&nbsp;<a href="https://es.wikipedia.org/wiki/Memoria_de_acceso_aleatorio" title="Memoria de acceso aleatorio">memoria de acceso aleatorio</a>&nbsp;(<a href="https://es.wikipedia.org/wiki/Random_Access_Memory" title="Random Access Memory">RAM</a>), las&nbsp;<a href="https://es.wikipedia.org/wiki/Ranura_de_expansi%C3%B3n" title="Ranura de expansi&oacute;n">ranuras de expansi&oacute;n</a>&nbsp;y otros dispositivos.</p>
      <p align="justify" class="Estilo7">Est&aacute; instalada dentro de una&nbsp;<a href="https://es.wikipedia.org/wiki/Caja_de_computadora" title="Caja de computadora">carcasa</a>&nbsp;o&nbsp;<a href="https://es.wikipedia.org/wiki/Gabinete" title="Gabinete">gabinete</a>&nbsp;que por lo general est&aacute; hecha de chapa y tiene un panel para conectar dispositivos externos y muchos conectores internos y z&oacute;calos para instalar componentes internos.</p>
      <p align="justify"><span class="Estilo7">La placa base, adem&aacute;s incluye un&nbsp;<em><a href="https://es.wikipedia.org/wiki/Firmware" title="Firmware">firmware</a></em>&nbsp;llamado&nbsp;<a href="https://es.wikipedia.org/wiki/BIOS" title="BIOS">BIOS</a>, que le permite realizar las funcionalidades b&aacute;sicas, como pruebas de los dispositivos, v&iacute;deo y manejo del&nbsp;<a href="https://es.wikipedia.org/wiki/Teclado_(inform%C3%A1tica)" title="Teclado (inform&aacute;tica)">teclado</a>, reconocimiento de dispositivos y carga del&nbsp;<a href="https://es.wikipedia.org/wiki/Sistema_operativo" title="Sistema operativo">sistema operativo.</a></span></p>
      <p align="justify" class="Estilo7">&nbsp;</p>
      <p align="center" class="Estilo5"><img src="../imagenes/motherboard.jpg" width="300" height="300"></p>
      <p align="center" class="Estilo3">&iquest;Como se realiza la correcta instalacion?</p>
      <p align="justify"><span class="Estilo9"><span class="Estilo10"><span class="Estilo11"><strong>Abre el gabinete de  tu computadora.</strong>&nbsp;Qu&iacute;tale ambos  paneles para poder acceder f&aacute;cilmente a la bandeja de la tarjeta madre. La  bandeja de la tarjeta madre puede sacarse f&aacute;cilmente, lo cual te permite  instalarla sin tener que trabajar en &aacute;ngulos raros. Solo recuerda que no todos  los gabinetes tienen bandejas extra&iacute;bles.</span></span></span></p>
      <div align="justify" class="Estilo5">
        <ul>
          <ul>
            <li>La bandeja de la  tarjeta madre est&aacute; sujeta con dos tornillos. Col&oacute;calos en un lugar donde no los  pierdas.</li>
            <li>Instalar una  tarjeta madre significa b&aacute;sicamente estar construyendo una nueva computadora.  Necesitas reinstalar tu sistema operativo si est&aacute;s actualizando tu computadora  y tambi&eacute;n necesitas formatear la unidad del sistema. No puedes simplemente  cambiar la tarjeta madre sin volver a instalar todo lo que ten&iacute;as en tu  computadora.</li>
          </ul>
        </ul>
      </div>
      <p align="justify" class="Estilo5"><strong>Haz tierra.</strong>&nbsp;Antes de empezar a trabajar en el interior de  tu computadora o con tu tarjeta madre, aseg&uacute;rate de descargar cualquier carga  electroest&aacute;tica que puedas tener. Puedes tocar la llave del agua para descargar  la carga que traes.</p>
      <div align="justify" class="Estilo5">
        <ul>
          <ul>
            <li>Usa una pulsera de  antiest&aacute;tica mientras est&aacute;s trabajando en tu computadora para evitar da&ntilde;arla  con alguna descarga electroest&aacute;tica.</li>
          </ul>
        </ul>
      </div>
      <p align="justify" class="Estilo5"><strong>Reemplaza el  protector del panel I/O.</strong>&nbsp;Este  est&aacute; ubicado en la parte trasera del gabinete, donde los conectores de la  tarjeta madre se extienden hacia afuera para poder conectar tu monitor,  dispositivos USB y dem&aacute;s dispositivos. La mayor&iacute;a de los gabinetes tienen un  protector para el panel ya instalado, el cual puede quitarse y reemplazarse con  el panel que venga con tu tarjeta madre. </p>
      <div align="justify" class="Estilo5">
        <ul>
          <ul>
            <li>Aplica presi&oacute;n en  las 4 esquinas del panel para meterlo al gabinete. Deber&aacute; encajar en su sitio.</li>
            <li>Aseg&uacute;rate de  instalar el panel en la posici&oacute;n correcta. Comp&aacute;rala a la posici&oacute;n de los  conectores en tu tarjeta madre para asegurarte que est&eacute; bien acomodado.</li>
          </ul>
        </ul>
      </div>
      <p align="justify" class="Estilo5"><strong>Encuentra los  separadores (standoffs).</strong>&nbsp;Los  separadores mantienen a la tarjeta madre despegada del gabinete. Algunos  gabinetes ya vienen con separadores mientras que otros no. Tu tarjeta madre  debe venir con sus propios separadores.</p>
      <p align="justify" class="Estilo5"><strong>Instala los  separadores.</strong>&nbsp;Haz coincidir  los agujeros en la tarjeta madre con las ubicaciones disponibles para los  separadores en la bandeja de la tarjeta madre. Cada gabinete y bandeja de la  tarjeta madre es diferente, por lo tanto esos agujeros estar&aacute;n en una ubicaci&oacute;n  diferente. Alinea tu tarjeta madre para ver d&oacute;nde puedes usar los separadores y  as&iacute; ajustarlos. Cada agujero de la tarjeta madre deber&aacute; tener un separador en  &eacute;l.</p>
      <div align="justify" class="Estilo5">
        <ul>
          <ul>
            <li>La mayor&iacute;a de los  separadores deben atornillarse pero algunos entran con solo aplicar un poco de  presi&oacute;n.</li>
            <li>No todas las  tarjetas madres se podr&aacute;n unir con todos los agujeros disponibles. Conecta  tantos separadores como sea posible, pero no uses extra. Los separadores solo  deber&aacute;n conectarse en las ubicaciones correspondientes a los agujeros de la  tarjeta madre. </li>
          </ul>
        </ul>
      </div>
      <p align="justify" class="Estilo5"><strong>Coloca tu tarjeta  madre en los separadores.</strong>&nbsp;Los  agujeros y los separadores deber&aacute;n quedar alineados. Si la bandeja de la  tarjeta madre no se sale del gabinete, tendr&aacute;s presionar gentilmente la tarjeta  madre contra el panel I/O en la parte trasera del gabinete para que encaje en  su lugar. Empieza a sujetar la tarjeta madre con los tornillos.</p>
      <div align="justify" class="Estilo5">
        <ul>
          <ul>
            <li>No aprietes  demasiado los tornillos. Aseg&uacute;rate de que est&eacute;n firmes pero no demasiado  apretados. No se te ocurra usar un destornillador el&eacute;ctrico.</li>
            <li>Los agujeros que no  tienen metal en ellos necesitan arandelas de cart&oacute;n entre el tornillo y la  tarjeta madre. Es mejor evitar usarlos si no tienen metal.</li>
          </ul>
        </ul>
      </div>
      <p align="justify" class="Estilo5"><strong>Instala los  componentes.</strong>&nbsp;Antes de  volver a insertar la bandeja de tu tarjeta madre con tu nueva tarjeta, instala  tu CPU, el&nbsp;<a href="https://es.wikihow.com/aplicar-pasta-t%C3%A9rmica" title="aplicar pasta t&eacute;rmica">enfriador del CPU</a>&nbsp;y  la&nbsp;<a href="https://es.wikihow.com/instalar-RAM" title="instalar RAM">memoria RAM</a>. Hacer esto har&aacute; que conectarlos sea mucho  m&aacute;s f&aacute;cil. Si tu tarjeta madre no tiene una bandeja extra&iacute;ble, instala tus  componentes despu&eacute;s del cableado.<br />
      <strong>Conecta la fuente de alimentaci&oacute;n.</strong>&nbsp;Una vez que la  tarjeta madre est&eacute; en su lugar, puedes empezar a conectar tus componentes. Se  recomienda conectar primero la fuente de alimentaci&oacute;n, ya que el enchufe ser&aacute;  muy dif&iacute;cil de alcanzar una vez que hayas conectado todo lo dem&aacute;s. Aseg&uacute;rate  que tanto el conector de 20/24 pines y el conector 12V de 4/8 pines est&eacute;n  conectados.</p>
      <div align="justify" class="Estilo5">
        <ul>
          <ul>
            <li>Si no sabes qu&eacute;  cables usar, lee el manual de la fuente de alimentaci&oacute;n.</li>
          </ul>
        </ul>
      </div>
      <p align="justify" class="Estilo5"><strong>Conecta tu panel  frontal.</strong>&nbsp;Para poder  encender tu computadora con el bot&oacute;n frontal de encendido o para ver cu&aacute;ndo se  accede al disco duro, necesitas conectar los interruptores e indicadores del  panel frontal. Ubica los siguientes cables y con&eacute;ctalos a los pines apropiados  en la tarjeta madre:</p>
      <div align="justify" class="Estilo5">
        <ul>
          <ul>
            <li>Interruptor de  encendido</li>
            <li>Interruptor de  reinicio</li>
            <li>LED de encendido</li>
            <li>LED del disco duro  (HDD)</li>
            <li>Bocinas</li>
          </ul>
        </ul>
      </div>
      <p align="justify" class="Estilo5"><strong>Conecta los puertos  USB frontales.</strong>&nbsp;Conecta  cualquier puerto USB frontal a los conectores apropiados en tu tarjeta madre.  Usualmente vienen etiquetados. Aseg&uacute;rate de conectarlos en las ranuras  correctas.</p>
      <p align="justify" class="Estilo5"><strong>Conecta el  ventilador.</strong>&nbsp;Conecta el  ventilador del gabinete y del CPU en los pines correctos de la tarjeta madre.  Usualmente hay varios lugares donde puedes conectar el ventilador del chasis,  as&iacute; como un conector de dos pines cerca del CPU para conectar el ventilador del  CPU.</p>
      <p align="justify" class="Estilo5"><a href="https://es.wikihow.com/instalar-una-unidad-SATA" title="instalar una unidad SATA"><strong>Instala tus unidades.</strong></a>&nbsp;Una  vez que la tarjeta madre est&eacute; conectada y en su lugar, puedes empezar a  instalar tus unidades. Aseg&uacute;rate de instalar tu disco duro SATA y las unidades  &oacute;pticas en los puertos SATA de la tarjeta madre.</p>
      <p align="justify" class="Estilo5"><a href="https://es.wikihow.com/instalar-una-tarjeta-de-video" title="instalar una tarjeta de video"><strong>Instala  una tarjeta de video.</strong></a>&nbsp;Uno de los &uacute;ltimos componentes que  debes instalar es la tarjeta de video. La tarjeta es la que ocupa m&aacute;s espacio  lo cual hace que alcanzar otras &aacute;reas sea dif&iacute;cil, por eso se instala al final.  Instalar una tarjeta de video puede ser opcional, depende del sistema y de tus  necesidades.</p>
      <p align="justify" class="Estilo5"><strong>Ajusta tu cableado.</strong>&nbsp;Ahora que ya conectaste todo a la tarjeta  madre, es tiempo de mover el cableado para que el calor no se quede atrapado o  para evitar que los cables queden atrapados en el ventilador. Mete el exceso de  cables en la unidad y usa bandas de sujeci&oacute;n para sujetar todos los cables.  Aseg&uacute;rate que todos los componentes tengan espacio para respirar<u>.</u><strong>Cierra la computadora.</strong>&nbsp;Vuelve a colocar los paneles laterales del  gabinete y atorn&iacute;llalos en su lugar. Conecta tu computadora y dem&aacute;s  componentes. Enciende tu computadora y prep&aacute;rate para instalar el sistema  operativo. Lee los art&iacute;culos a continuaci&oacute;n para ver instrucciones espec&iacute;ficas  de c&oacute;mo instalar cada sistema operativo </p>
      <p align="justify" class="Estilo5">&nbsp;</p>
      <p class="Estilo5"> </p>
      <p class="Estilo4"><iframe width="560" height="315" src="https://www.youtube.com/embed/vEY_ooQWxuQ" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe> </p>
    <p class="Estilo2">&nbsp;</p></td>
  </tr>
  <tr>
    <td height="56"><a href="procesador.html">- El Procesador </a></td>
  </tr>
  <tr>
    <td height="88"><a href="discoduro.html">- El Disco duro interno </a></td>
  </tr>
  <tr>
    <td height="62"><a href="motherboard.html">- La Motherboard o tarjeta madre </a></td>
  </tr>
  <tr>
    <td height="71"><a href="RAM.html">- La Memoria RAM </a></td>
  </tr>
  <tr>
    <td height="55"><a href="grafica.html">- La Tarjeta grafica, sonido, y red </a></td>
  </tr>
  <tr>
    <td height="26"><a href="fuente.html">- La Fuente de alimentacion </a></td>
  </tr>
  <tr>
    <td height="26">&nbsp;</td>
  </tr>
</table>

