<style type="text/css">
<!--
body {
	background-image: url();
	background-color: #00CCFF;
}
.Estilo1 {
	font-family: GROBOLD;
	font-size: 60px;
	color: #FFFFFF;
}
.Estilo2 {
	font-family: "Brighly Crush";
	font-size: 36px;
}
.Estilo3 {font-family: GROBOLD; font-size: 24px; color: #FF9900; }
.Estilo4 {font-family: "Alone On Earth"; font-size: 24px; color: #FF9900; }
.Estilo5 {
	font-family: "Alone On Earth";
	font-size: 14px;
	color: #000000;
}
.Estilo7 {
	font-family: "Alone On Earth";
	font-size: 14px;
}
.Estilo8 {font-size: 14px}
-->
</style><table width="1350" border="1">
  <tr>
    <td width="132"><p><img src="../imagenes/pngwing.com.png" width="100" height="100"></p>
    <p>Componentes de una computadora: </p></td>
    <td width="1160"><div align="center"><span class="Estilo1">El Precesador  </span> </div></td>
  </tr>
  <tr>
    <td height="39"><a href="../index.html">- Inicio </a></td>
    <td rowspan="8" align="center" valign="middle"><p align="center" class="Estilo3">&iquest;Que es el procesador?</p>
      <p align="justify"><strong>La unidad central de procesamiento (conocida por las siglas CPU, del  ingl&eacute;s: Central Processing Unit), es el hardware dentro de un ordenador u otros  dispositivos programables, su trabajo es interpretar las instrucciones de un  programa inform&aacute;tico mediante la realizaci&oacute;n de las operaciones b&aacute;sicas  aritm&eacute;ticas, l&oacute;gicas y externas (provenientes de la unidad de entrada/salida).  Su dise&ntilde;o y avance ha variado notablemente desde su creaci&oacute;n, aumentando su  eficiencia y potencia, y reduciendo aspectos como el consumo de energ&iacute;a y el  costo.</strong><br />
          <strong>Un ordenador puede contener m&aacute;s de una CPU (multiprocesamiento). En la  actualidad, los microprocesadores est&aacute;n constituidos por un &uacute;nico circuito  integrado (chip) aunque existen los procesadores multin&uacute;cleo (varias CPU en un  solo circuito integrado). Un circuito integrado que contiene una CPU tambi&eacute;n  puede contener los dispositivos perif&eacute;ricos, y otros componentes de un sistema  inform&aacute;tico; similar a un microcontrolador (menos potente en RAM) se le  denomina sistema en un chip (SoC).</strong><br />
          <strong>Los componentes de la CPU son:</strong><br />
          <strong>* Unidad aritm&eacute;tico l&oacute;gica (ALU): realiza operaciones aritm&eacute;ticas y l&oacute;gicas.</strong><br />
          <strong>* Unidad de control (CU): dirige el tr&aacute;fico de informaci&oacute;n entre los  registros de la CPU y conecta con la ALU las instrucciones extra&iacute;das de la  memoria.</strong><br />
          <strong>* Registros internos: no accesibles (de instrucci&oacute;n, de bus de datos y bus de  direcci&oacute;n) y accesibles de uso espec&iacute;fico (contador programa, puntero pila,  acumulador, flags, etc.) o de uso general.</strong></p>
      <p align="center" class="Estilo5"><img src="../imagenes/procesador.jpg" width="299" height="168"></p>
      <p align="center" class="Estilo3">&iquest;Como se realiza la correcta instalacion?</p>
      <p align="justify" class="Estilo5">1-Sacamos la placa base de la caja y la colocamos en una&nbsp;<strong>superficie uniforme</strong>&nbsp;(una mesa de madera es ideal). </p>
      <div>
        <div>
          <div>
            <div>
              <div>
                <div>
                  <div id="mvp-content-body">
                    <div id="mvp-content-body-top" relative="relative">
                      <div id="mvp-content-main">
                        <div id="tps_slideContainer_234641">
                          <div>
                            <p align="justify">2-Abrimos el cierre del socket&nbsp;<strong>tirando de la palanca</strong>&nbsp;y quitamos la pieza de pl&aacute;stico que lo protege.</p>
                            <p align="justify">3-Cogemos el procesador con cuidado, es recomendable cogerlo por los laterales,&nbsp;y lo colocamos de manera que coincida con &laquo;el dibujo&raquo; o los pines del socket.&nbsp;<strong>No hace falta hacer fuerza</strong>, entrar&aacute; solo si lo hemos colocado correctamente.</p>
                            <p align="justify">4-Bajamos el cierre de seguridad con la palanca asegur&aacute;ndonos de que queda&nbsp;<strong>bien sujeto.</strong></p>
                            <p align="justify">5-Es recomendable&nbsp;<strong>colocar los agarres del ventilador en la parte trasera</strong>&nbsp;de la placa base antes de aplicar la pasta t&eacute;rmica, ya que nos resultar&aacute; mucho m&aacute;s c&oacute;modo continuar con el montaje.</p>
                            <p align="justify">6-Echamos un poco de pasta t&eacute;rmica. Lo m&aacute;s sencillo y recomendable es aplicar&nbsp;<strong>una bolita del tama&ntilde;o de un guisante en el centro</strong>, ya que una vez que coloquemos el ventilador &eacute;ste la aplastar&aacute; y se extender&aacute; de manera natural y efectiva por el difusor de calor del procesador.</p>
                            <p align="justify">7-Solo nos queda montar el ventilador. El proceso puede diferir ligeramente dependiendo del socket que utilicemos, pero en general basta con colocar&nbsp;los enganches en la parte delantera. Por &uacute;ltimo tenemos que&nbsp;<strong>conectar el cable de alimentaci&oacute;n</strong>&nbsp;a la placa base, o el ventilador no funcionar&aacute;.</p>
                            <p align="justify">En caso de que vay&aacute;is a cambiar un procesador antiguo el proceso no es complicado. Os recomiendo encender antes el PC y usarlo unos minutos para&nbsp;<strong>reblandecer la pasta t&eacute;rmica</strong>&nbsp;y&nbsp; que as&iacute; os sea m&aacute;s f&aacute;cil quitar el ventilador.</p>
                            <p align="justify">Una vez hecho abrimos la torre y la acostamos, retiramos el ventilador,&nbsp;<strong>abrimos la palanca de seguridad</strong>&nbsp;y retiramos el procesador, sin m&aacute;s.</p>
                            <p align="center"><iframe width="560" height="315" src="https://www.youtube.com/embed/DU9NiyCbitM" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>&nbsp;</p>
                          </div>
                        </div>
                      </div>
                    </div>
                  </div>
                </div>
              </div>
            </div>
            <div>
              <div></div>
            </div>
          </div>
        </div>
      </div>
      <p align="center" class="Estilo5">&nbsp;</p>
      <p class="Estilo4">&nbsp;</p>
    <p class="Estilo2">&nbsp;</p></td>
  </tr>
  <tr>
    <td height="56"><a href="procesador.html">- El Procesador </a></td>
  </tr>
  <tr>
    <td height="88"><a href="discoduro.html">- El Disco duro interno </a></td>
  </tr>
  <tr>
    <td height="62"><a href="motherboard.html">- La Motherboard o tarjeta madre </a></td>
  </tr>
  <tr>
    <td height="71"><a href="RAM.html">- La Memoria RAM </a></td>
  </tr>
  <tr>
    <td height="55"><a href="grafica.html">- La Tarjeta grafica, sonido, y red </a></td>
  </tr>
  <tr>
    <td height="26"><a href="fuente.html">- La Fuente de alimentacion </a></td>
  </tr>
  <tr>
    <td height="26">&nbsp;</td>
  </tr>
</table>

