<style type="text/css">
<!--
body {
	background-image: url();
	background-color: #00CCFF;
}
.Estilo1 {
	font-family: GROBOLD;
	font-size: 60px;
	color: #FFFFFF;
}
.Estilo2 {
	font-family: "Brighly Crush";
	font-size: 36px;
}
.Estilo3 {font-family: GROBOLD; font-size: 24px; color: #FF9900; }
.Estilo4 {font-family: "Alone On Earth"; font-size: 24px; color: #FF9900; }
.Estilo5 {
	font-family: "Alone On Earth";
	font-size: 14px;
	color: #000000;
}
.Estilo7 {
	font-family: "Alone On Earth";
	font-size: 14px;
}
.Estilo8 {font-size: 14px}
-->
</style><table width="1350" border="1">
  <tr>
    <td width="132"><p><img src="../imagenes/pngwing.com.png" width="100" height="100"></p>
    <p>Componentes de una computadora: </p></td>
    <td width="1160"><div align="center"><span class="Estilo1">La Memoria Ram </span> </div></td>
  </tr>
  <tr>
    <td height="39"><a href="../index.html">- Inicio </a></td>
    <td rowspan="8" align="center" valign="middle"><p align="center" class="Estilo3">&iquest;Que es la memoria RAM?</p>
      <p align="justify" class="Estilo7">En inform&aacute;tica, la memoria es el  dispositivo que retiene, memoriza o almacena datos inform&aacute;ticos durante alg&uacute;n  periodo de tiempo.1&#8203;La memoria proporciona una de las principales funciones de  la computaci&oacute;n moderna: el almacenamiento de informaci&oacute;n y conocimiento. Es uno  de los componentes fundamentales de la computadora, que interconectada a la  unidad central de procesamiento (CPU, por las siglas en ingl&eacute;s de Central  Processing Unit) y los dispositivos de entrada/salida, implementan lo  fundamental del modelo de computadora de la arquitectura de Von Neumann.<br>
        En la actualidad, &laquo;memoria&raquo; suele referirse  a una forma de almacenamiento de estado s&oacute;lido, conocida como memoria RAM  (memoria de acceso aleatorio; RAM por sus siglas en ingl&eacute;s, de random access  memory), y otras veces se refiere a otras formas de almacenamiento r&aacute;pido, pero  temporal. De forma similar, se refiere a formas de almacenamiento masivo, como  discos &oacute;pticos, y tipos de almacenamiento magn&eacute;tico, como discos duros y otros  tipos de almacenamiento, m&aacute;s lentos que las memorias RAM, pero de naturaleza  m&aacute;s permanente. Estas distinciones contempor&aacute;neas son de ayuda, porque son  fundamentales para la arquitectura de computadores en general.<br>
        Adem&aacute;s, se refleja una diferencia t&eacute;cnica  importante y significativa entre &laquo;memoria&raquo; y &laquo;dispositivos de almacenamiento  masivo&raquo;, que se ha ido diluyendo por el uso hist&oacute;rico de los t&eacute;rminos  &laquo;almacenamiento primario&raquo; (a veces &laquo;almacenamiento principal&raquo;), para memorias  de acceso aleatorio, y &laquo;almacenamiento secundario&raquo;, para dispositivos de  almacenamiento masivo. Esto se explica en las siguientes secciones, en las que  el t&eacute;rmino tradicional &laquo;almacenamiento&raquo; se usa como subt&iacute;tulo, por  conveniencia.</p>
      <p align="center" class="Estilo5"><img src="../imagenes/ram.jpg" width="300" height="300"></p>
      <p align="center" class="Estilo3">&iquest;Como se realiza la correcta instalacion?</p>
      <p align="justify" class="Estilo5">Realizadas las comprobaciones pertinentes, vamos a ver c&oacute;mo instalar la memoria RAM en la placa base. La t&eacute;cnica ideal es alinear el m&oacute;dulo de RAM con el z&oacute;calo y ponerlo encima, de manera que&nbsp;<strong>el &laquo;notch&raquo; del m&oacute;dulo coincida con el del z&oacute;calo</strong>, primero de un lado y luego del otro, y hacer presi&oacute;n hacia abajo hasta que se escucha un ligero &laquo;clic&raquo;, que significa que los anclajes activos se han cerrado sobre el m&oacute;dulo de memoria y ya lo est&aacute;n sujetando. Estos anclajes se cierran solos, y si no lo hacen al meter la RAM es que no la hemos puesto bien.</p>
      <p align="center" class="Estilo5"><iframe src="https://www.youtube.com/embed/Mvz2PpjJlQE" width="560" height="315" frameborder="0" class="Estilo8" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
       </p>
      <p class="Estilo4">&nbsp;</p>
    <p class="Estilo2">&nbsp;</p></td>
  </tr>
  <tr>
    <td height="56"><a href="procesador.html">- El Procesador </a></td>
  </tr>
  <tr>
    <td height="88"><a href="discoduro.html">- El Disco duro interno </a></td>
  </tr>
  <tr>
    <td height="62"><a href="motherboard.html">- La Motherboard o tarjeta madre </a></td>
  </tr>
  <tr>
    <td height="71"><a href="RAM.html">- La Memoria RAM </a></td>
  </tr>
  <tr>
    <td height="55"><a href="grafica.html">- La Tarjeta grafica, sonido, y red </a></td>
  </tr>
  <tr>
    <td height="26"><a href="fuente.html">- La Fuente de alimentacion </a></td>
  </tr>
  <tr>
    <td height="26">&nbsp;</td>
  </tr>
</table>

